Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/luftfartstilsynet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: In a prospective study from 2009 (Bourque et al.
nb: I en prospektiv studie fra 2009 (Bourque et al.

source: If we look at the regulation, this opens up for use of systems activated by aircraft, for example radar control of obstacle lights.
nb: Forskriften åpner for bruk av systemer som aktiveres av luftfartøy, eksempelvis radarstyring av hinderlys.

source: If a complaint causes more than 15% of the total number of questions in a subject to be canceled, the Norwegian Civil Aviation Authority will consider whether the examination in the subject should be canceled.
nb: Dersom en klage fører til at mer enn 15 % av det totale antall spørsmål i et fag blir annullert, vil Luftfartstilsynet vurdere om eksamen i faget skal annulleres.

source: The acceptable level of risk of acute incapacitation is basically equal for class 1 and class 3 medical certificates, and in most cases the medical requirements wil be identical.
nb: Akseptabel risiko for akutt inkapasitering er i utgangspunktet lik for klasse 1 og klasse 3 legeattest, og i de fleste tilfeller vil helsekravene være identiske.

source: Always fly below 120 m from the ground and at a safe distance from others.
nb: Fly alltid under 120 meter fra bakken og overhold gjeldene sikkerhetsavstander.

source: It is recommended that the roadmap and associated recommendations form the basis for further measures and that relevant aspects be incorporated into the work relating to the National Transport Plan (NTP 2022-2033).
nb: Det anbefales at veikartet med anbefalinger er grunnlag for videre tiltak, og at relevante momenter tas med til arbeidet med Nasjonal Transportplan (NTP 2022-2033).

source: For organizations, you must state the organization number from the Brønnøysund Register (9 digits without spaces).
nb: For organisasjoner skal du oppgi organisasjonsnummer fra Brønnøysundsregisteret (9 siffer uten mellomrom).

source: This condition is an example of TLOC (Transient Loss of Counsciousness).
nb: Denne tilstanden er et eksempel på TLOC (Transient Loss of Counsciousness).

source: Registration on flydrone.no
nb: Registrering på flydrone.no

source: - join an organization as a pilot (click on the + sign next to "Pilot" in the left menu)
nb: - knytte deg til en organisasjon som pilot (klikk på +tegnet ved siden av "Pilot" i venstremenyen)

source: - update contact information
nb: - oppdatere kontaktinformasjon

source: The “CRELLING” harness is approved for both adults and children.
nb: Selen "Crelling" er godkjent for både voksne og barn.

source: The theoretical examination is available in English.
nb: Teorieksamen er tilgjengelig på engelsk.

source: C-marking and classification of drones
nb: C-merking og klassifisering av droner

source: The theoretical examinations for ATPL/CPL/IR/BIR/CB-IR take place at some of the Norwegian Public Roads Administration's traffic stations.
nb: Gjennomføring av teorieksamen til ATPL/CPL/IR/BIR/CB-IR skjer ved enkelte av Statens vegvesens trafikkstasjoner.

source: However, it is not allowed to use a PC, mobile phone or other equipment with communication capability.
nb: Det er imidlertid ikke tillatt å benytte seg av PC, mobiltelefon eller annet utstyr med kommunikasjonsmulighet.

source: It is stated in the regulation that the general MED. B.005 shal always be met in addition to the more specific requirements in sections 2 and 3.
nb: Det fremkommer av regelverket at den generelle MED.B.005 alltid skal være oppfylt i tillegg til de mer konkrete kravene i seksjon 2 og 3.

source: The online course for A2 can also be found at flydrone.no.
nb: Nettkurset for A2 finner du også på flydrone.no.

source: The “CARES” child harness is approved with weight limits and can be used by children aged one and over, who weigh between 10 and 20 kg and are no taller than 100 cm.
nb: Barneselen "Cares" er godkjent med vektbegrensninger, og kan brukes av barn som er fra ett år gamle eller veier mellom 10 og 20 kg og ikke er høyere enn 100 cm.

source: The aeromedical examiner wil often experience that the regulations in Part-MED are not sufficiently specific or complementary to conclude whether the applicant is fit to hold a medical certificate.
nb: Flylegen vil ofte erfare at bestemmelsene i Part-MED ikke er tilstrekkelig entydige eller utfyl ende til at man kan konkludere med hvorvidt søkeren er helsemessig skikket til å inneha legeattesten.

source: At values approaching the limit, satisfactory cardiology assessment shal be obtained and OML/OSL limitation should be considered.
nb: Ved verdier som nærmer seg grensen skal det foreligge tilfredsstillende kardiologisk vurdering, og det skal vurderes OML/OSL begrensning.

source: C2 drones are less than 4 kg and are flown in subcategories A2 or A3.
nb: C2 er droner under 4 kilo og kan flys i underkategori A2 eller A3.

source: Statens Park, Anton Jenssensgate 5, Building D, 1st floor, Tønsberg.
nb: Statens Park, Anton Jenssensgate 5, Bygg D, 1. etg., Tønsberg.

source: Below is an overview of aeromedical guidelines for common groups of drugs:
nb: Nedenfor følger en oversikt over vanlige grupper av medikamenter og flymedisinsk vurdering av disse:

source: Flights equipped with and prepared to operate FANS 1/A (or equivalent) CPDLC and ADS-C data link systems.
nb: Luftfartøy som er utstyrt med og forberedt for å anvende FANS 1/A (eller tilsvarende) CPDLC og ADS-C datalink systemer.

source: The helideck must be evenly illuminated with an illuminance ratio of 8:1 or better, calculated as the average illuminance divided by the minimum illuminance in a circle with a diameter that is 8 m wider than the inside diameter of the reference circle.
nb: Belysningen av dekket skal ha en jevnhet som ikke er dårligere enn forholdet 8 til 1, beregnet av gjennomsnittlig belysningsstyrke dividert på minimum belysningsstyrke i en sirkel som har diameter 8 m større enn diameteren på referansesirkelens innerkant.

source: (Remember to click through all pages including control questions for the course to be marked as complete.)
nb: (Husk å klikke igjennom alle sider inklusive kontrollspørsmål for at kurset skal bli merket som fullført.)

source: Airspace users equipped with SBAS receivers are invited to refer to their Aircraft Flight Manuals / Pilot Operating Handbook.
nb: Luftromsbrukere utstyrt med SBAS-avionikk bør sjekke sine Aircraft Flight Manuals / Pilot Operating Handbook.

source: AOs should note that an EOBT should not be modified simply in response to any possible delay due to an ATFM slot.
nb: Flyoperatører bør merke seg at EOBT ikke skal modifiseres bare som følge av tildelt ATFM slot.

source: NF-1129E Application form for flying drone in EN R102 (Central Oslo)
nb: NF-1129 Søknadsskjema flyging med drone i EN R102 (Oslo Sentrum)

source: Change of status to national airport is to be seen in the context of the significant traffic increase, which has taken place since Svalbard Airport was granted international airport status in 1975.
nb: Omgjøring av status til nasjonal lufthavn må ses i sammenheng med den betydelige utviklingen i trafikken som har funnet sted siden Svalbard lufthavn ble gitt internasjonal status i 1975.

source: Exceptions for registration only apply if you are flying a drone under 250 grams without a camera or if the drone is clearly marked as a toy.
nb: Unntak for registrering gjelder bare hvis du flyr en drone under 250 gram uten kamera eller hvis dronen er tydelig merket som leketøy.

source: • Aviation safety data shall be collected, analysed and exchanged by and between all relevant
nb: • Flysikkerhetsinformasjon skal samles inn, analyseres og utveksles av og mellom alle

source: Below is also a brief overview of a selection of specific medications and associated aeromedical assessment:
nb: Nedenfor følger også en kort oversikt over et utvalg av spesifikke medikamenter og tilhørende flymedisinsk vurdering:

source: outer edge of the safety net may be up to 25 cm above the level of the helideck. Where a lowered gangway is used instead of a safety net, cf. first paragraph second
nb: være inntil 25 cm over nivået for helidekket. Der det er nedsenket gangbro i stedet for sikkerhetsnett, jf. første ledd andre setning,

source: Revalidation and renewal of PBN-privileges
nb: Forlengelse og fornyelse av PBN-privilegier

source: The assessment of the medical fitness for class 3 medical certificates must be in accordance with IR (Part-ATCO.MED) and AMC/AltMoc to Part-ATCO.MED.
nb: Vurderingen av helsemessig skikkethet for legeattest klasse 3 må være i henhold til IR (Part-ATCO.MED) og AMC/AltMoc til Part-ATCO.MED.

source: We do recommend taking our free online course in subcategory A1/A3 on
nb: Vi anbefaler likevel å ta vårt nettkurs og eksamen (A1/A3) som er gratis på

source: In heart disease that causes hypertrophy or dilated atriums/ventricles, the inner diameter of the left atrium should normally be less than 4.5 cm (or volume below 65 mL).
nb: Ved hjertesykdom som medfører hypertrofi eller dilaterte atrier/ventrikler skal den indre diameter i venstre atrium normalt være mindre enn 4,5 cm (el er volum under 65 mL).

source: Rules for drones (not toys) below 250 grams, without a camera
nb: Reglene for drone (ikke leketøy) under 250 gram, uten kamera

source: When the application is approved, new application, form NF-1139 must be sent to the Norwegian Civil Aviation Authority.
nb: Når søknad er godkjent, må det sendes inn nytt skjema NF-1139 med merknad om at registreringen gjelder ny runde.

source: AUTOMETAR will always start with the term AUTO, stated after date/time in the string
nb: Ved utstedelse av AUTOMETAR vil det alltid stå AUTO, angitt etter dato/klokkeslett

source: The EOBT is changed only if the original EOBT established by the AO cannot be met by the AO.
nb: En EOBT skiftes kun når flyoperatøren ikke klarer å overholde den opprinnelige EOBT.

source: In such cases, it is referred to AMC (Acceptable Means of Compliance) to IR.
nb: I slike tilfeller ses det hen til AMC (Acceptable Means of Compliance) til IR.

source: The SBAS avionics standards are compatible with either the use of GPS signals augmented with ABAS (Airborne Based Augmentation System), using integrity provision techniques such as Receiver Autonomous Integrity Monitoring (RAIM), or GPS signals augmented with SBAS.
nb: ICAO sine SBAS avionikkstandarder er kompatible med bruk av GPS-signaler korrigert med enten ABAS (Airborne Based Augmentation System) eller SBAS ved å bruke integritetsteknikker som RAIM (Receiver Autonomous Integrity Monitoring).

source: In item XII, Ratings, certificates and privileges, you will find all valid ratings, certificates and privileges as Instructor and Examiner at the time of issue.
nb: I rubrikk XII, Rettigheter, bevis og privilegier – vil Luftfartstilsynet skrive inn alle gyldige rettigheter og bevis som Instruktør og Kontrollant.

source: This may trigger a revised CTOT.
nb: Dette kan medføre en revidert CTOT.

source: What rules apply for you and your drone below 250 grams of take-off weight depends mostly upon whether the drone has a camera and whether or not it is CE-marked as a toy in accordance with
nb: Hvilke regler som gjelder for deg og din drone under 250 gram avhenger stort sett av om dronen har kamera, og om den er CE-merket som leketøy

source: a) Assess whether the relevant operational environmental factors affect the medical condition’s
nb: a) Vurder hvorvidt de operative miljøfaktorene påvirker helsetilstandens risiko for akutt

source: Private individuals and organizations pay an annual fee for registration as a drone operator (NOK 180 in 2021).
nb: Privatpersoner og organisasjoner betaler et årsgebyr for registrering som droneoperatør (180 kroner i 2021).

source: The following are well known differences between AUTOMETAR and METAR:
nb: Kjente forskjeller mellom AUTOMETAR og manuell METAR er følgende:

source: A change that the Agency finds not to be significant.
nb: Flyving med drone i nærheten av ulykkes og

source: No later than 30 days before the construction of a wind turbine or windfarm is initiated, this must be reported to the Norwegian Mapping Authority (BSL E 2-1 § 4)
nb: Senest 30 dager før det igangsettes oppføring av en vindturbin eller vindkraftverk skal dette meldes inn til Statens kartverk (BSL E 2-1 § 4)

source: Therefore, the aeromedical examiner cannot assess the applicant based on a lower level of requirements than stated in the AMC document.
nb: Flylegen kan derfor ikke vurdere søkeren på bakgrunn av lavere krav enn det som fremkommer av AMC.

source: Complaints concerning computer-technical matters must be registered with the exam invigilator before the candidate leaves the examination room on the examination day.
nb: Klager som gjelder datatekniske forhold skal registreres hos eksamensvakt før kandidaten forlater eksamenslokalet på eksamensdagen.

source: Are you under 16 years old?
nb: Er du under 16 år?

source: Specific areas as agreed through the NAT SPG and specified below:
nb: Følgende særskilte områder som er godkjent av NAT SPG:

source: Application for Light UAS Operator Certificate (LUC)
nb: Søknad om Light UAS Operator Certificate (LUC)

source: Assessment of medical fitness for class 3 medical certificate
nb: Vurdering av helsemessig skikkethet for legeattest klasse 3

source: Theory for ATPL/CPL/IR/BIR/CB-IR is valid for 36 months from the last subject until the current theoretical examination is passed. See also
nb: Teori for ATPL/CPL/IR/BIR/CB-IR er gyldig i 36 måneder fra datoen siste fag til gjeldende teorieksamen er bestått.

source: This ANSP publication will materialize as a minima line designated as LPV on RNAV(GNSS) approach charts, usually in addition to the LNAV minima line, representing the Non Precision Approach minima.
nb: Denne innflygningsprosedyren vil ha en minimalinje som kalles LPV på RNAV(GNSS)-kart, vanligvis i tillegg til LNAV minimalinjen som representerer NPA-minima.

source: In some cases, this can be demanding, whereas in other cases there are good guidelines (GM) or publications that the aeromedical examiner can use in their assessment.
nb: I noen tilfeller kan dette være krevende, mens i andre tilfeller finnes det gode retningslinjer (GM) eller publikasjoner som flylegen kan benytte i sin vurdering.

source: If a FANS 1/A data link equipment failure occurs while the flight is OPERATING WITHIN NAT DLM AIRSPACE, ATC must be immediately advised.
nb: Dersom bortfall av FANS 1/A datalink utstyr skjer mens flygingen OPERERER INNENFOR NAT DLM LUFTROM, skal lufttrafikktjenesten informeres umiddelbart.

source: Furthermore, it recommends a package of incentives and measures, which will help achieve the proposed objective that by 2040, all domestic aviation in Norway will be operated with electrified aircraft.
nb: Videre anbefales en pakke med insentiver og virkemidler som skal bidra til å nå en foreslått målsetting om at innen 2040 skal all innenriks luftfart i Norge være elektrifisert.

source: This includes non-loop diuretics, ACE inhibitors, angiotensin I blockers, calcium channel blockers and some beta blockers.
nb: Dette inkluderer non-loop diuretika, ACE-hemmere, angiotensin II-blokker, kalsium blokkere og enkelte betablokkere.

source: The gutter must be designed to resist burning fuel and have a minimum dimension of 20 x 20 cm.
nb: laget slik at den tåler brennende drivstoff og ha en dimensjon på minimum 20 x 20 cm.

source: at least 6 minutes (at least 9 minutes in Bruce protocol)
nb: minst 6 minutter (minst 9 minutter ved Bruce protokoll)

source: For LAPL, the load is sufficient if it is as expected based on age (achieved over 85% of the expected maximum heart rate).
nb: For LAPL er det tilstrekkelig med belastning som forventet ut ifra alder (oppnådd over 85 % av forventet maksimal puls).

source: below 250 grams, with or without a camera
nb: under 250 gram, med eller uten kamera

source: As a pilot in a business, you only need to take free courses and exams.
nb: Som pilot i en virksomhet trenger du kun å ta gratis kurs og eksamen.

source: Complaints about problems related to the PC or examination system must be registered in writing by the exam invigilator before the candidate leaves the examination room on the examination day.
nb: Klage på problemer knyttet til PC eller eksamenssystem skal registreres skriftlig av eksamensvakt før kandidaten forlater eksamenslokalet på eksamensdagen.

source: Keep at least 5 km distance from airports and never fly near accident areas.
nb: Hold minst 5 km avstand til lufthavner og fly aldri i nærheten av ulykkessteder.

source: Otherwise, AIC-I 06/00 applies.
nb: For øvrig gjelder AIC-I 06/00

source: for a thromboembolic condition (at least 6 months in case of pulmonary embolism and at least 3 months in DVT) one should refrain from flying.
nb: for en tromboembolisk tilstand (minst 6 måneder ved lungeemboli og minst 3 måneder ved DVT) skal man avstå fra flyging.

source: If the specialist´s recommendation differs significantly from the current aeromedical guidelines (GM), the assessment should be evidence-based and justified with references located at a higher level in the evidence hierarchy than the current and challenged GM.
nb: Dersom spesialisten foretar en vurdering som skiller seg betraktelig fra gjeldende flymedisinske retningslinjer (GM) settes det krav til at vurderingen baseres på evidensbaserte kilder som ligger på et høyere nivå i evidenshierarkiet enn aktuell GM.

source: With your registration you can fly in open category.
nb: Med registreringen din kan du fly i åpen kategori.

source: Issuance of new IR with PBN privileges
nb: Nyutstedelse av IR med PBN-privilegier

source: A comprehensive package of measures
nb: En omfattende virkemiddelpakke

source: Information about Airline Transport Pilot License (ATPL), Commercial Pilot License (CPL) and Instrument rating (IR/BIR/CB-IR).
nb: Her finner du informasjon om eksamen for; Airline Transport Pilot Licence (ATPL), Commercial Pilot Licence (CPL) og Instrument rating (IR/BIR/CB-IR).

source: Those who take the theoretical examination must send registration to the Norwegian Civil Aviation Authority via flight school (ATO) of the current examination type.
nb: De som skal avlegge teorieksamen skal sende registrering til Luftfartstilsynet via godkjent flyskole (ATO) på gjeldende eksamenstype.

source: Now that both FAA and EASA have introduced a flight ban for Boeing 737-8/9 Max and the aircraft type practically is not being used for passenger transport until further notice, many are affected by cancellations and delays.
nb: Nå som både FAA og EASA har innført flyforbud for Boeing 737-8/9 Max og flyene i praksis ikke brukes til passasjertransport inntil videre, er det mange som blir berørt av kanselleringer og forsinkelser.

source: Barometric based APV operations are published on some RNAV(GNSS) approach charts, and materialize with a minima line designated as LNAV/VNAV on those approach charts.
nb: APV-operasjoner basert på Baro VNAV er publisert på noen RNAV (GNSS) innflygningskart, og er visualisert med en minima linje som kalles LNAV/VNAV.

source: " The AO may ask the local ATC Unit (TWR) or the FMP to send a Ready (REA) message.
nb: " Flyoperatøren kan be flygekontrollenheten (TWR) eller FMP om å sende Ready (REA) melding.

source: Use this form to apply for a Light UAS Operator Certificate LUC.
nb: Dette skjemaet brukes for å søke om Light UAS Operator Certificate LUC.

source: Director General CAA Norway Lars Kobberstad, Minister of Transport Knut Arild Hareide and CEO Avinor, Dag Falk-Petersen.
nb: Luftfartsdirektør Lars Kobberstad, samferdselsminister Knut Arild Hareide og konsernsjef i Avinor, Dag Falk-Petersen.

source: By the summer of 2020, the task force will prepare and present a roadmap for innovation related to zero and low-emission regional aircraft.
nb: Gruppen skal innen sommeren 2020 utarbeide og legge frem et veikart for innovasjon knyttet til null-og lavutslipp regionalfly.

source: The second point above (b) means that the aeromedical examiner must consider the risk of future loss of function, including the extent to which this can suddenly affect flight safety.
nb: Det andre punktet over (b) betyr at flylegen må ta stilling til risiko for fremtidig funksjonstap, inkludert i hvilken grad denne plutselig kan påvirke flysikkerheten.

source: A helicopter operator may only use a helideck with an obstacle-free sector at a 180°
nb: Helidekket skal ha en hinderfri sektor i en 180° vinkel gjennom sentrum av

source: A helicopter operator may only use a helideck with a 210° obstacle-free approach and
nb: Helidekket skal ha en 210° hinderfri inn- og utflygingssektor.

source: Hierarchy of sources for “best aeromedical practice"
nb: Hierarki av kilder for «best aeromedical practice»

source: The event will take place as a digital consultation (Microsoft Teams).
nb: Møtet vil foregå digitalt på Microsoft Teams.

source: The NAT Systems Planning Group (SPG) goals for the expansion of the NAT DLM to increase the level of aircraft data link system equipage are in concert with the International Civil Aviation Organization (ICAO) Global Air Navigation Plan (GANP) (Doc 9750) Aviation System Block Upgrade (ASBU) Block 0, Module B0-TBO.
nb: NAT Systems Planning Groups (SPG) mål med utvidelsen av NAT DLM er å øke utstyrsnivået for datalinksystemer i luftfartøy. Dette er på linje med ICAOs Global Air Navigation Plan (GANP) (Doc 9750) Aviation System Block Upgrade (ASBU) Blokk 0, Modul B0-TBO.

source: In «the Norwegian Almanac» you’ll find the table for complete darkness for all of Norway.
nb: I «Almanakk for Norge» kan du finne tussmørketabell for hele Norge.

source: Sections 0 (entry page), 1.0 (General information) and 9 (Narrative) are mandatory for all reports.
nb: Seksjonene 0 (inngangssiden), 1.0 (Generell informasjon) og 9 (Beskrivelse) er obligatoriske for alle typer rapporter.

source: If the examination is cancelled after paragraphs 40 and 41, the candidate is given the opportunity to re-sit the examination.
nb: Ved annullering av eksamen etter punkt 40 og 41 gis kandidaten anledning til ny eksamen.

source: Pursuant to the Norwegian Regulation on Aviation Meteorological Services (FOR-2008-01-28-81, BSL G 7-1) an improved observations system will be implemented by Statoil ASA, where a combination of METAR (manually prepared) and AUTOMETAR will be provided.
nb: I henhold til krav stilt i forskrift om flyværtjeneste: FOR-2008-01-28-81 (BSL G 7-1) implementerer Statoil ASA forbedret system for observasjonstjeneste der det vil bli benyttet en kombinasjon av METAR (manuelt utarbeidet) og AUTOMETAR.

source: This step is about considering the risk for nearby areas and airspace, in case of a fly-away.
nb: Dette steget går ut på å vurdere risikoen for nærliggende områder og luftrom, i tilfelle man taper kontroll over dronen, og man får en såkalt "fly-away".

source: GM differs from AMC in that the aeromedical examiner can deviate GM if there is evidence that alternative guidelines entail at least the same level of flight safety.
nb: GM skiller seg samtidig fra AMC ved at flylegen kan fravike GM dersom det kan fremlegges dokumentasjon på at alternative retningslinjer medfører minst samme nivå av flysikkerhet.

source: The Norwegian Ministry of Transport has commissioned Avinor and the Norwegian Civil Aviation Authority to develop a proposed program for the introduction of electrified aircraft.
nb: Samferdselsdepartementet har gitt Avinor og Luftfartstilsynet i oppdrag å utvikle forslag til et program for innfasing av elektrifiserte fly i Norge.

source: A helicopter operator may only use a helideck that is marked with its name.
nb: Helidekket skal være merket med innretningens eller skipets navn.
